-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Ноя 05 2016 г., 16:02
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `athena_base`
--

-- --------------------------------------------------------

--
-- Структура таблицы `schedule`
--

CREATE TABLE IF NOT EXISTS `schedule` (
  `n` int(6) NOT NULL AUTO_INCREMENT,
  `id_group` int(6) NOT NULL,
  `year` int(4) NOT NULL,
  `semester` int(1) NOT NULL,
  `updown` int(1) NOT NULL,
  `Mon` text NOT NULL,
  `Tue` text NOT NULL,
  `Wed` text NOT NULL,
  `Thu` text NOT NULL,
  `Fri` text NOT NULL,
  `Sat` text NOT NULL,
  PRIMARY KEY (`n`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `schedule`
--

INSERT INTO `schedule` (`n`, `id_group`, `year`, `semester`, `updown`, `Mon`, `Tue`, `Wed`, `Thu`, `Fri`, `Sat`) VALUES
(1, 112782, 2016, 5, 0, '2?Иностранный язык пр. Резникова С.Ю. 506;3?Основы статистического анализа(лекция) пр. Граецкая О.В. 504;4?Математические основы теории управления(лекция) пр. Шабаршина И.С. 507;5?Основы статистического анализа(лаб) Чусова Ю.С. 502', '2?Теоретическая механика(лекция) пр. Колесников А.М. 503;3?Материаловедение(лекция) пр. Свирская С.Н. 502', '2?Математические основы теории управления(практика) пр. Шабаршина И.С. 504;3?Математическое обеспечение системного анализа(лекция) пр. Шабаршина И.С. 711;4?Объектно-ориентированное программирование(лаб) пр. Шабаршина И.С. 608 ', '2?Иностранный язык пр. Резникова С.Ю. 506;3?Основы бизнеса и предпринимательства(лекция) пр. Граецкая О.В. 511;4?Математическое обеспечение системного анализа(практика) пр. Шабаршина И.С. 504', '1?ФВО;2?ФВО;3?ФВО;4?ФВО;5?ФВО;6?ФВО;7?ФВО;8?ФВО;9?ФВО;10?ФВО', ''),
(2, 112782, 2016, 5, 1, '2?Иностранный язык пр. Резникова С.Ю. 506;3?Основы статистического анализа(практика) пр. Граецкая О.В. 504;4?Математические основы теории управления(лекция) пр. Шабаршина И.С. 507', '2?Теоретическая механика(практика) пр. Колесников А.М. 503;3?Материаловедение(практика) пр. Свирская С.Н. 502', '2?Математические основы теории управления(практика) пр. Шабаршина И.С. 504;3?Объектно-ориентированное программирование(лекция) пр. Шабаршина И.С. 711;4?Объектно-ориентированное программирование(лаб) пр. Шабаршина И.С. 608', '3?Основы бизнеса и предпринимательства(практика) пр. Граецкая О.В. 511;4?Математическое обеспечение системного анализа(практика) пр. Шабаршина И.С. 504', '1?ФВО;2?ФВО;3?ФВО;4?ФВО;5?ФВО;6?ФВО;7?ФВО;8?ФВО;9?ФВО;10?ФВО', '');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
